Dlubal.RFEM5.SurfaceSupportNonlinearity
Surface support nonlinearity parameters

Dlubal.RFEM5.SurfaceSupportNonlinearity.Type
Definition type

Dlubal.RFEM5.SurfaceSupportNonlinearity.ContactStress
Contact stress σZ

Dlubal.RFEM5.SurfaceSupportNonlinearity.FrictionCoefficient
Friction coefficient μZ